import { FC } from "react";
import "./Privacy.scss";

const Privacy: FC = () => {
  return (
    <section className={"privacy"}>
      <section className={"privacy__content content"}>
        <header className={"content__header header"}>
          <h2 className={"header__name"}>Политика конфиденциальности</h2>
        </header>
        <main>
          <p className="content__text">
            Настоящая Политика конфиденциальности (далее - Политика)
            устанавливает правила использования персональной информации,
            получаемой от пользователей (далее – Пользователи) сетевого издания
            "Информационное агентство "Высота 102" (далее - Агентство)
            администратором сайта http://v102.ru (далее - Сайт). <br />
            Настоящая Политика конфиденциальности применяется ко всем
            <br />
            Пользователям Сайта. Все термины и определения, в тексте Политики
            толкуются в соответствии с действующим законодательством РФ (в
            частности, 152-ФЗ от 27.07.2006г. «О персональных данных»).
            <br />
            Пользователи прямо соглашаются на обработку своих персональных
            данных. <br />
            Использование Сайта означает выражение Пользователем безусловного
            согласия с Политикой и указанными условиями обработки информации.
          </p>
          <p className="content__text">
            Пользователь не должен пользоваться Сайтом, если Пользователь не
            согласен с условиями Политики.
          </p>
          <p className="content__text">
            1. Персональная информация Пользователей, которую обрабатывает
            Агентство:
            <br />
            1.1. Агентство собирает, получает доступ и использует в определенных
            Политикой целях персональные данные Пользователей, техническую и
            иную информацию, связанную с Пользователями, включая информацию о
            том, какие страницы посещал Пользователь и о времени, которое
            Пользователь провел на странице.
            <br />
            1.2. Техническая информация не является персональными данными. Также
            под технической информацией понимается данные, которые автоматически
            передаются в процессе их использования с помощью установленного на
            устройстве Пользователя программного обеспечения, в том числе
            IP-адрес, информация из cookie, информация о браузере пользователя
            (или иной программе, с помощью которой осуществляется доступ к
            Сайту), время доступа, адрес запрашиваемой страницы. Эти данные не
            попадают под понятие «персональные данные» в контексте настоящей
            Политики.
            <br />
            1.3. Под персональными данными Пользователя понимается информация,
            которую Пользователь предоставляет Агентству при регистрации на
            Сайте и последующем использовании Сайта. Иная информация
            предоставляется Пользователем на его усмотрение.
            <br />
            1.4. Агентство также может обрабатывать данные, сделанные
            общедоступными субъектом персональных данных или подлежащие
            опубликованию или обязательному раскрытию в соответствии с законом.
            <br />
            1.5. Агентство не проверяет достоверность персональной информации,
            предоставляемой Пользователем. Однако Агентство исходит из того, что
            Пользователь предоставляет достоверную и достаточную персональную
            информацию о себе.
          </p>
          <p className="content__text">
            2. Цель обработки персональной информации Пользователей –
            предоставление Пользователю возможность участия в обсуждении
            информационных сообщений, размещенных на Сайте. Обработка
            персональных данных Пользователя осуществляется в соответствии с
            законодательством Российской Федерации.
          </p>
          <p className="content__text">
            3. Условия и способы обработки персональной информации Пользователей
            и её передачи третьим лицам.
            <br />
            3.1. Пользователь дает согласие на обработку своих персональных
            данных любым путём при сообщении своих контактных данных.
            <br />
            3.2. Обработка персональных данных Пользователя означает сбор,
            запись, систематизацию, накопление, хранение, уточнение (обновление,
            изменение), извлечение, использование, передачу (распространение,
            предоставление, доступ), обезличивание, блокирование, удаление,
            уничтожение персональных данных Пользователя.
            <br />
            3.3. В отношении персональной информации Пользователя сохраняется ее
            конфиденциальность, кроме случаев добровольного предоставления
            Пользователем информации о себе для общего доступа неограниченному
            кругу лиц.
            <br />
            3.4. Агентство вправе передать персональную информацию Пользователя
            третьим лицам в следующих случаях:
            <br />
            – Пользователь выразил согласие на такие действия;
            <br />
            – Передача уполномоченным органам государственной власти Российской
            Федерации по основаниям и в порядке, установленным законодательством
            Российской Федерации;
            <br />
            – В целях обеспечения возможности защиты прав и законных интересов
            Компании или третьих лиц в случаях, когда Пользователь нарушает
            условия договоров и соглашений с Агентством, настоящую Политику.
            <br />– В результате обработки персональной информации Пользователя
            путем ее обезличивания получены обезличенные статистические данные,
            которые передаются третьему лицу для проведения исследований,
            выполнения работ или оказания услуг по поручению Агентства.
          </p>
          <p className="content__text">
            4. Меры, применяемые для защиты персональной информации
            Пользователя.
            <br />
            4.1. Агентство принимает необходимые и достаточные правовые,
            организационные и технические меры для защиты персональной
            информации Пользователя от неправомерного или случайного доступа,
            уничтожения, изменения, блокирования, копирования, распространения,
            а также от иных неправомерных действий с ней третьих лиц.
          </p>
          <p className="content__text">
            5. Разрешение споров.
            <br />
            5.1. Все возможные споры, вытекающие из отношений, регулируемых
            настоящей Политикой, разрешаются в порядке, установленном
            действующим законодательством Российской Федерации, по нормам
            российского права.
            <br />
            5.2. Соблюдение досудебного (претензионного) порядка урегулирования
            споров является обязательным.
          </p>
          <p className="content__text">
            6. Дополнительные условия.
            <br />
            6.1. Действующая редакция Политики, являющейся публичным документом,
            доступна любому пользователю сети Интернет на Сайте. Агентство
            вправе вносить изменения в настоящие Правила. При внесении изменений
            в Политику Агентство уведомляет об этом пользователей путем
            размещения новой редакции Политики на Сайте.
            <br />
            6.2. Новая Политика конфиденциальности вступает в силу с момента ее
            размещения.
            <br />
            6.3. Продолжение использования Сайта после внесения таких изменений
            подтверждает принятие Пользователем политики конфиденциальности.
          </p>
          <p className="content__text">
            Сайт www.v102.ru использует файлы cookies. Продолжая пользоваться
            этим сайтом, Вы соглашаетесь на использование файлов cookies.
            Вопросы в отношении Политики Конфиденциальности Агентства или
            обработки данных Агентством можно задавать по электронной почте
            info@v102.ru
          </p>
        </main>
      </section>
    </section>
  );
};

export default Privacy;
